{
    "menu": {
        "item2": "Sobre mí",
        "item3": "Habilidades",
        "item4": "Formación",
        "item5": "Proyectos",
        "item6": "Contacto"
    },

    "home": {
        "home_text-1": "¡Hola! Soy",
        "home_text-3": "Desarrollador web Front-End",
        "parrafo-info": "Ingeniero de Sistemas enfocado en el Desarrollo Web Front-End. Con un sólido entendimiento de HTML, CSS y JavaScript, estoy emocionado de aplicar mis conocimientos para desarrollar interfaces de usuario intuitivas y atractivas.",
        "cv_button": "Descargar CV",
        "contact_button": "Contacto"
    },

    "sobre-mi": {
        "title": "Sobre mí",
        "texto_sobreMi": "¡Hola! Soy Jhair Flores, Ingeniero de Sistemas de profesión y actualmente me desenvuelvo como Desarrollador Web Front-End, con una pasión por crear experiencias web atractivas y funcionales.<br>Desde que comencé mi viaje en el mundo del desarrollo web, he estado inmerso en el aprendizaje y la exploración de las últimas tecnologías y prácticas en frontend. Mi enfoque principal es aprender y crecer constantemente, buscando oportunidades para mejorar mis habilidades y adquirir experiencia práctica en el campo."
    },

    "habilidades": {
        "title": "Habilidades"
    },

    "formacion": {
        "title": "Formación",
        "formacion1": "Ingeniería de Sistemas y Tecnologías",
        "tiempo-formacion1": "2014 - 2021",
        "formacion2": "Escuela de Desarrollo Web",
        "tiempo-formacion2": "2023 - En Curso",
        "formacion3": "Escuela de Programación y Desarrollo Web"
    },

    "proyectos": {
        "title": "Proyectos",
        "title-proyecto1": "Juego del Ahorcado",
        "info-proyecto1": "Un juego donde el usuario debe adivinar la palabra secreta con un cierto número de oportunidades. La palabra se escoge de forma aleatoria por el programa y el usuario perderá en el momento en que la horca se complete.",
        "title-proyecto2": "Portafolio",
        "info-proyecto2": "Mi portafolio web personal, donde se encuentran algunos de mis proyectos más destacados, mis habilidades técnicas y un poco sobre mi formación.",
        "title-proyecto3": "Login",
        "info-proyecto3": "Diseño de formulario de inicio de sesión futurista."
    },

    "contacto": {
        "title": "Contacto",
        "text": "Completa el siguiente formulario y me pondré en contacto contigo lo antes posible.",
        "btn-enviar": "Enviar"
    }
}